chronoweb/src/main/resources/webroot/example/poll/SimpleEventQuery_error_declaration/GELT_errorDeclarationTime.xml

<soapenv:Envelope
	xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
	xmlns:query="urn:epcglobal:epcis-query:xsd:2"
	xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
	<soapenv:Header />
	<soapenv:Body>
		<query:Poll>
			<queryName>SimpleEventQuery</queryName>
			<params>
				<param>
					<name>GE_errorDeclarationTime</name>
					<value xsi:type="query:DateTimeStamp">2004-04-08T23:58:56.591-09:00</value>
				</param>
				<param>
					<name>LT_errorDeclarationTime</name>
					<value xsi:type="query:DateTimeStamp">2204-04-08T23:58:56.591-09:00</value>
				</param>
			</params>
		</query:Poll>
	</soapenv:Body>
</soapenv:Envelope>